"Ask me" = "Mich fragen";
"Same folder as input files" = "Selber Ordner wie Eingabedateien";
"Send anonymous system profile" = "Anonymisiertes Systemprofil übertragen";
"Other..." = "Auswählen...";
"Check Now" = "Jetzt überprüfen";
"Inspect application bundles" = "Paketinhalte einsehen";
"When extracting multiple archives only the last extracted archive will be shown." = "Beim Entpacken mehrerer Archive wird nur das zuletzt entpackte Archiv angezeigt.";
"Move archive to Trash" = "In den Papierkorb verschieben";
"What to do after extracting archives that were dragged onto the Dock icon or opened by double-clicking. Ignored if Archiver is already running." = "Vorgehen, nachdem Archive durch Ziehen auf das Dock oder durch Doppelklick entpackt wurden. Wird ignoriert, wenn Archiver gerade läuft.";
"When Archiver is started it will automatically look for a newer version." = "Nach dem Start wird Archiver automatisch nach Updates suchen.";
"Browsing extracted archives:" = "Browsen entpackter Archive:";
"Output files to:" = "Dateien speichern:";
"Play sound" = "Sound abspielen";
"Creating RAR archives requires third-party software. Choose Install to download and install the missing software." ="Um RAR Archiven zu erstellen, benötigt Archiver additionelle Software. Wählen Sie Installieren um das Plugin runter zu laden und installieren.";

"Deleting archives immediately cannot be undone." = "Ein sofortiges Löschen kann nicht rückgängig gemacht werden.";
"Delete archive immediately" = "Sofort löschen";
"After extracting an archive:" = "Nach dem Entpacken:";
"Current" = "Current";
"Ignore Mac-specific files" = "Systemdateien ignorieren";
"When a command completes:" = "Nach dem Ausführen:";
"Look inside application bundles when browsing extracted archives" = "Den Inhalt von Paketen (zum Beispiel Programmen) anzeigen.";
"When creating archives ignore Mac OS X hidden files and directories such as .DS_Store and resource forks." = "Beim Erstellen von Archiven Systemdateien wie Resource Forks und .DS_Store-Dateien ignorieren.";
"Radio" = "Radio";
"NotUsed" = "NotUsed";
"OtherViews" = "OtherViews";
"Automatically check for updates" = "Automatisch nach Aktualisierungen suchen";
"Keep archive" = "Archiv-Datei behalten";
"Select all" = "Alle auswählen";
"Select the file types you want Archiver to handle" = "Formate die von Archiver geöffnet werden sollen";
"Show output files in Finder" = "Ausgabedateien im Finder anzeigen";
"Deselect all" = "Alle löschen";

"Go back to start" = "Zurück zum Start";

"Drag and drop extract:" = "Entpacken mit Drag & Drop:";
"Quit when done" = "Nach dem Ausführen beenden";
"Skip preview" = "Vorschau überspringen";
"Skip previewing the contents of archives and extract immediately. Press the Shift key while adding files to temporarily invert this feature." = "Archive sofort entpacken ohne vorher den Inhalt anzuzeigen. Drücken Sie die Shift-Taste beim Hinzufügen von Dateien um die Funktionalität temporär zu invertieren.";

"Creating archives:" = "Erstellen von Archiven:";
"Skip the option to add more files and go straight to the create options. Press the Shift key while adding files to temporarily invert this feature." = "Archive sofort erstellen. Überspringt die Option mehr Dateien hinzuzufügen. Drücken Sie die Shift-Taste beim Hinzufügen von Dateien um die Funktionalität temporär zu invertieren.";

"Maximum Simultaneous Tasks:" = "Maximale gleichzeitige Aufgaben:";

/* RAR */
"Archiver will offer RAR as a format when creating Archives. If the required third party RAR utility is not yet installed, Archiver will provide instructions to do so." = "Archiver wird das Erstellen von Rar-Formaten anbieten. Wenn das dafür benötige Rar-Hilfsprogramm (Fremdsoftware) noch nicht installiert ist, gibt Archiver eine Anleitung dazu.";
"Create RAR archives" = "RAR-Archive erstellen";
"RAR archives" = "RAR-Archive";

/* Formats -- no need to localize */
"zip" = "zip";
"7z" = "7z";
"rar" = "rar";
"sitx" = "sitx";
"tbz" = "tbz";
"arj" = "arj";
"adf" = "adf";
"Z" = "Z";
"bz2" = "bz2";
"cab" = "cab";
"rpm" = "rpm";
"sea" = "sea";
"hqx" = "hqx";
"tar" = "tar";
"lha" = "lha";
"jar" = "jar";
"pax" = "pax";
"exe" = "exe";
"tgz" = "tgz";
"cpio" = "cpio";
"lza" = "lza";
"sit" = "sit";
"gz" = "gz";
"chksplit" = "chksplit";
"xar" = "xar";
"zsplit" = "zsplit";
"split" = "split";
"archiver" = "archiver";
